Repository: djnamurlug/contribuer
Catalog: exemples/trad/*/LC_MESSAGES/polVault.po
Languages: fr

source: PlayOnLinux Vault is a free software created by Colin GILLE.
fr: PlayOnLinux Vault est un programme libre créé par Colin GILLE.

source: PlayOnLinux Vault was released under the GPL license. It enables you to save and to restore your PlayOnLinux's applications.
fr: PlayOnLinux Vault est distribué sous licence GPL. Il vous permet de sauvegarder et de restaurer des applications PlayOnLinux.

source: Website: http://www.congelli.eu/
fr: Site web : http://www.congelli.eu/

source: License: GPL
fr: Licence : GPL

source: Author: Colin GILLE / Congelli501
fr: Auteur : Colin GILLE / Congelli501

source: Press Next to continue.
fr: Appuyez sur "Suivant" pour continuer.

source: What do you want to do ?
fr: Que voulez vous faire ?

source: Restore an applications...
fr: Restaurer une application...

source: Save an applications...
fr: Sauvegarder une application...

source: Please choose the application you want to restore...
fr: Veuillez sélectionner l'application que vous voulez restaurer...

source: Please wait...
fr: Veuillez patienter...

source: Error: this file is not a valid polApp !
fr: Erreur : ce fichier n'est pas un fichier polApp valide !

source: Error: bad file version !
fr: Erreur : Mauvaise version du fichier !

source: Shortcut number:
fr: Nombre de raccourcis :

source: Compression method:
fr: Méthode de compression :

source: Size:
fr: Taille :

source: Restoring your application...
fr: Restauration de votre application...

source: $progress% - Remaining: $timeLeft
fr: $progress% - Temps restant: $timeLeft

source: Please choose the application you want to save...
fr: Veuillez choisir l'application que vous voulez sauvegarder...

source: Selected Application:
fr: Application sélectionnée :

source: Wine prefix:
fr: Préfixe Wine :

source: Please select the compression method...
fr: Veuillez sélectionner une méthode de compression...

source: bz2 compression (good compression but slow)
fr: Compression bz2 (bonne compression mais lente)

source: lzop compression (medium compression but fast)
fr: Compression lzop (compression moyenne mais rapide)

source: None (no compression but very fast)
fr: Aucune (pas de compression mais très rapide)

source: Error: can't create backup file !
fr: Erreur : Impossible de créer le fichier de sauvegarde !

source: Saving your application...
fr: Sauvegarde de votre application...

source: Everything is ok !
fr: Tout est Ok !

source: Time needed: $totalTime
fr: Temps requis : $totalTime
